Repository: osclass/osclass-plugins
Catalog: watchlist/languages/*/messages.po
Languages: es_es

source: Delete
es_es: Eliminar

source: View your watchlist
es_es: Ver la lista de seguimiento

source: Please login
es_es: Porfavor inicie sesión

source: Watchlist Help
es_es: Ayuda lista de seguimiento

source: What is Watchlist Plugin?
es_es: Qué es la lista de seguimiento?

source: Watchlist plugin allows you to display a link that will allow user to save items on a watchlist page
es_es: Lista de seguimiento te permite visualizar un enlance que permitirá guardar items en la página lista de seguimiento

source: How does Watchlist plugin work?
es_es: ¿Cómo funciona el plugin Lista de seguimiento?

source: In order to use Watchlist plugin, you should edit your theme files and add the following line anywhere in the code you want the Watchlist link to appear
es_es: Con el fin de utilizar el plugin lista de seguimiento, debes editar los archivos de temas y añadir la siguiente línea en cualquier parte del código que desee que aprezca el enlace de lista de seguimiento

source: Could I cutomize the style of Watchlist plugin?
es_es: ¿Puedo personalizar el estilo de plugin de la lista de seguimiento?

source: Of course you can. Watchlist display a link only you can use css to make a button or anything else
es_es: Por supuesto que puede. Lista de seguimiento mostrará un enlace usted sólo se puede usar CSS para hacer un botón o cualquier otra cosa

source: Did Watchlist plugin work with all version of OSClass?
es_es: ¿El plugin Lista de seguimiento funcinona con todas las versiones de OSClass?

source: In order to work this pluggin need OSClass v2.2 and up without this version pluggin will crash
es_es: Para trabajar con este plugin necesita OSClass v2.2 y superiores sin el plugin fallará

source: You have %s version
es_es: Usted tiene la versión %s

source: Add to watchlist
es_es: Anadir a Lista de seguimiento

source: Watchlist
es_es: Lista de seguimiento

source: Your watchlist
es_es: Tú Lista de seguimiento

source: You don't have any items yet
es_es: Aún no tiene ningún item

source: You are watching %d item
es_es: Estas mirando %d item

source: This action can not be undone. Are you sure you want to continue?
es_es: Esta acción no se puede deshacer. ¿Está seguro de que quiere continuar?
