Repository: osclass/osclass-plugins
Catalog: jobs_attributes/languages/*/messages.po
Languages: ar_sa, fa_ir, ru_ru

source: Update
ar_sa: تحديث
fa_ir: به روزرسانی
ru_ru: Обновить

source: Configure plugin
ar_sa: مساعد التكوين
fa_ir: تنظیمات افزونه
ru_ru: Настройка плагина

source: Year
ar_sa: سنة
fa_ir: سال
ru_ru: Год

source: Help
ar_sa: مساعدة
fa_ir: راهنما
ru_ru: Помощь

source: Part time
ar_sa: دوام جزئي
fa_ir: پاره وقت
ru_ru: Неполный рабочий день

source: Undefined
ar_sa: غير محدد
fa_ir: تعریف نشده
ru_ru: Неопределенные

source: Jobs Options
ar_sa: خيارات الوظائف
fa_ir: تنظیمات مشاغل
ru_ru: Вакансии параметры

source: Allow upload of resumes
ar_sa: السماح برفع (تحميل) السير الذاتية
fa_ir: اجازه آپلود رزومه
ru_ru: Разрешить загружать резюме

source: Allow unregistered users to upload their resumes
ar_sa: السماح للمستخدمين غير المسجلين بتحميل سيرهم الذاتية
fa_ir: اجازه به کاربران غیر عضو برای آپلود رزومه
ru_ru: Разрешить незарегистрированным пользователям загружать свои резюме

source: Send all emails to the following email (if not checked the resumes will be send to ad's author)
ar_sa: يرجى إرسال جميع الايميلات على البريد الإلكتروني الآتي ( إذا لم تكن السيرة الذاتية مُراجعة فسوف يتم إرسالها إلى المحرر
fa_ir: (اگر تیک زده نشود رزومه به نویسنده آگهی ارسال خواهد شد)ارسال تمام ایمیل ها به ایمیل زیر
ru_ru: Передать все письма на следующий адрес электронной почты (если не установлен резюме будет отправлено автору объявления)

source: E-mail
ar_sa: بريد إلكتروني
fa_ir: ایمیل
ru_ru: Электронная почта

source: Salary slider min value
ar_sa: أدنة فيمة لخيارات الراتب
fa_ir: کمترین مقدار حقوق متغیر
ru_ru: Зарплата слайдер минимальное значение

source: Salary slider max value
ar_sa: أعلى قيمة لخيارات الراتب
fa_ir: بیشترین مقدار حقوق متغیر
ru_ru: Зарплата слайдер максимальное значение

source: Salary slider step value
ar_sa: قيمة تدرج خيارات الراتب
ru_ru: Зарплата слайдер значение шага

source: You could allow users to send their resumes to a specific email address or to send them to the author of the ad. Also you could specify is unregistered users could or could not upload their resumes
ar_sa: بالإمكان السماح للمستخدمين بإرسال سيرهم الذاتية إلى بريد معين أو إرسالهم إلى إعلان آخر. أيضاً يمكن تحديد ما إن كان بإمكان المستخدمين غير المسجلين إرسال سيرهم الذاتية أم لا
fa_ir: شما می توانید اجازه دهید به کاربران عضو برای ارسال رزومه خود به یک آدرس ایمیل خاص و یا ارسال آن به نویسنده آگهی. همچنین شما می توانید تعیین کنید که کاربران غیر عضو می توانند رزومه خود را آپلود کنند یا نه.
ru_ru: Можно разрешить пользователям отправлять свои резюме на конкретные адреса электронной почты или отправить их автор объявления. Также Вы можете указать это незарегистрированные пользователи могут или не могут загружать свои резюме

source: The salary range will appear as a slider, at the search page and at the publish page. You could modify the minimum and maximum values of that slider as well as the value of the "steps" or increments
ar_sa: تظهر خيارات الراتب في صفحة البحث وصفحة النشر. بإمكانك تعديل قيم الحد الأدنى والحد الأعلى للراتب لهذه الخانة وكذلك قيم تدرج الراتب والزيادات
ru_ru: Зарплата будет выглядеть как слайдер, на странице поиска и на странице публикации. Вы могли бы изменить минимальные и максимальные значения этого слайдера, а также значение \ "шагами \" или приращения

source: Server error. Upload directory isn't writable
ar_sa: مشكلة في الخادم، دليل التحميل غير قابل للكتابة
fa_ir: خطای سرور.پوشه آپلود قابل نوشتن نیست
ru_ru: Ошибка сервера. Загрузить каталог недоступен для записи

source: No files were uploaded
ar_sa: لم يتم تحميل الملفات
fa_ir: فایلی آپلود نشد
ru_ru: Фаилы не были загружены

source: File is empty
ar_sa: الملف فارغ
fa_ir: فایل بدون محتوا است
ru_ru: Файл пуст

source: File is too large
ar_sa: الملف كبير جدا
fa_ir: پرونده بیش از حد بزرگ است
ru_ru: Файл слишком велик

source: File has an invalid extension
ar_sa: تمييز نوع الملف خطأ
fa_ir: فرمت فایل نامعتبر
ru_ru: Файл имеет недопустимое расширение

source: Someone sent you his/her resume. ( %s )
ar_sa: شخص ما أرسل إإليك سيرته/ها الذاتية
fa_ir: کسی برای شما رزومه کاری خود را فرستاده است. ( %s )
ru_ru: Кто-то отправил вам его / ее CV. (%s )

source: Someone sent you his/her resume. You could find it attached on this email, you could find the job offer here: %s
ar_sa: شخص ما أرسل إإليك سيرته/ها الذاتية, بالإمكان إيجادها مرفقة مع الإيميل, كما يمكنك إيجاد عرض الوظيفة هنا
fa_ir: کسی برای شما رزومه کاری اش را فرستاده.شما می توانید رزومه این شخص را در ضمیمه این ایمیل دریافت کنید.شما می توانید پیشنهاد کار را در اینجا بیابید:%s
ru_ru: Кто-то Вам отравил свое резюме. Оно добавлено к этому емаилу. Объявление можете посмотреть здесь: %s

source: Could not save uploaded file. The upload was cancelled, or server error encountered
ar_sa: الملفات المحملة لم يتم حفظها, تم إلغاء التحميل أو هناك مشكلة واجهت الخادم
fa_ir: نمی توان فایل |آپلود را ذخیره کرد.یا آپلود لغو شده و یا خطای سرور رخ داده.
ru_ru: Невозможно сохранить загруженный файл. Загрузка была отменена, или ошибка сервера столкнулись

source: Plugin Options
ar_sa: خيارات المساعد
fa_ir: تنظیمات افزونه
ru_ru: Плагин параметры

source: Hire someone
ar_sa: استئجار شخص ما
fa_ir: استخدام کسی
ru_ru: Нанять кого-то

source: Looking for a job
ar_sa: البحث عن وظيفة
fa_ir: جستجو برای یک شفل
ru_ru: Ищу работу

source: Job attributes
ar_sa: سمات الوظيفة
fa_ir: ویژگی های شغلی
ru_ru: Работа атрибуты

source: Relation
ar_sa: علاقة
fa_ir: مرتبط
ru_ru: Связь

source: Company name
ar_sa: اسم الشركة
fa_ir: نام شرکت
ru_ru: Название фирмы

source: Position type
ar_sa: نوع الوضعية
fa_ir: نوع موقعیت
ru_ru: Занятость

source: Salary range
ar_sa: مجال الراتب
fa_ir: محدوده حقوق
ru_ru: Шкала заработной платы

source: Desired experience
ar_sa: الخبرة المطلوبة
fa_ir: سابقه لازم
ru_ru: Желаемый опыт

source: Studies
ar_sa: الدراسات
fa_ir: مطالعات
ru_ru: Образование

source: Minimum requirements
ar_sa: الحد الأدنى للمتطلبات
fa_ir: حداقل ملزومات
ru_ru: Минимальные требования

source: Desired requirements
ar_sa: المتطلبات الرغوبة
fa_ir: ملزومات مطلوب
ru_ru: Желаемые требования

source: Contract
ar_sa: عقد
fa_ir: قرارداد
ru_ru: Контракт

source: Company description
ar_sa: وصف الشركة
fa_ir: توضیحات شرکت
ru_ru: Описание компании

source: Please enable JavaScript to use cv uploader
ar_sa: من فضلك, فعل أداة الجافا للتمكن من استخدام مُحمل السيرة الذاتية
fa_ir: لطفا برای استفاده از "سی وی آپلودر" جاوا را فعال کنید
ru_ru: Пожалуйста, включите JavaScript, чтобы использовать резюме загрузчик

source: Full-time
ar_sa: دوام كامل
fa_ir: تمام وقت
ru_ru: Полный рабочий день

source: Hour
ar_sa: ساعة
fa_ir: ساعت
ru_ru: Час

source: Week
ar_sa: أسبوع
fa_ir: هفته
ru_ru: Неделя

source: Month
ar_sa: شهر
fa_ir: ماه
ru_ru: Месяц
