Repository: osclass/osclass-plugins
Catalog: jobboard/languages/*/messages.po
Languages: de_de, lv_lv, pt_br, sv_se

source: Settings updated
pt_br: Configurações atualizadas

source: Recalculation finished
pt_br: Recálculo terminado

source: Recalculate salary hour
pt_br: Recalcular hora salarial

source: If you have updated this plugin, you need to recalculate values of salary hour, to obtain correct results in searches
pt_br: Se você tiver atualizado este plugin, você precisa recalcular valores da hora salarial, para obter resultados corretos nas buscas

source: Day
pt_br: Dia

source: Job details
pt_br: Detalhes da vaga

source: Update
de_de: Aktualisierung
lv_lv: Atjaunot
pt_br: Actualizar
sv_se: Uppdatera

source: Configure plugin
de_de: Plugin konfigurieren
lv_lv: Nokonfigurēt plugin
pt_br: Configura plugin
sv_se: Konfigurera pluginen

source: Year
de_de: Jahr
lv_lv: Gads
pt_br: Ano
sv_se: År

source: Help
de_de: Hilfe
lv_lv: Palīdzība
pt_br: Ajuda
sv_se: Hjälp

source: Part time
de_de: Teilzeit
lv_lv: Uz nepilnu darba laiku
pt_br: Tempo parcial
sv_se: Deltid

source: Undefined
de_de: Undefiniert
lv_lv: Nav noteikts
pt_br: Indefinido
sv_se: Odefinierad

source: Jobs Options
de_de: Stellenoptionen
lv_lv: Darba iestātījumi
pt_br: Opções de trabalhos
sv_se: Jobbalternativ

source: Allow upload of resumes
de_de: Das Hochladen von Lebensläufen erlauben
lv_lv: Atļaut ielādē CV
pt_br: Permitir upload de Currículos
sv_se: Tillåt uppladningar av CV:s

source: Allow unregistered users to upload their resumes
de_de: Nicht registrierten Benutzern das Hochladen von Lebensläufen erlauben
lv_lv: Atļaut nereģistrētiem lietotājiem ielādēt CV
pt_br: Permitir upload de currículos de utilizadores não registados
sv_se: Tillåt oregistrerade användare att ladda upp CV:s

source: Send all emails to the following email (if not checked the resumes will be send to ad's author)
de_de: Alle eMails an folgende eMail-Adresse senden (falls nicht aktiviert, werden die Lebensläufe an den Verfasser der Anzeige gesendet)
lv_lv: Sūtīt visus epastus uz šo epastu (ja nebūs ierakstīts epasts, CV tiks nosūtīts sludinājuma autoram)
pt_br: Enviar todos os emails para o seguinte e-mail (se não verificados os currículos serão enviados ao autor anúncio)
sv_se: Skicka alla mail till följande mailadress (om du inte markerar detta alternativ så skickas mailen till annonsens skapare)

source: Salary slider min value
de_de: Kleinster Wert des \"Gehalt\"-Schiebereglers
lv_lv: Algas minimālā vērtība
pt_br: Salário valor minimo
sv_se: Lönereglage minimumvärde

source: Salary slider max value
de_de: Größter Wert des \"Gehalt\"-Schiebereglers
lv_lv: Algas lielākā vērtība
pt_br: Salário valor máximo
sv_se: Lönereglage maxvärde

source: Salary slider step value
de_de: Schrittweite des \"Gehalt\"-Schiebereglers
lv_lv: Alga ceļās par vienību
pt_br: Salário valor base
sv_se: Lönereglage stegvis värde

source: You could allow users to send their resumes to a specific email address or to send them to the author of the ad. Also you could specify is unregistered users could or could not upload their resumes
de_de: Sie können Benutzern erlauben, ihren Lebenslauf entweder an eine definierte eMail-Adresse zu senden oder an den Autor der Anzeige. Sie können außerdem festlegen, ob nicht registrierte Benutzer ihre Lebensläufe hochladen dürfen oder nicht
lv_lv: Jūs varat atļaut lietotājiem sūtīt savu CV autoram, vai uz specifisko epastu. Kā arī atļaut vai aizliegt nereģistrētiem lietotājiem sūtīt savus CV
pt_br: Você pode permitir que os usuários enviem seus currículos para um endereço de e-mail específico ou para enviá-los para o autor do anúncio. Além disso, você pode especificar se os utilizadores não registados poderam ou não fazer upload de seus currículos
sv_se: Du kan tillåta dina användare att skicka sina CV:s till en särskild mailadress eller skicka dem till annonsens skapare. Du kan också specifiera huruvida oregistrerade användare skall kunna skicka sina CV:s

source: The salary range will appear as a slider, at the search page and at the publish page. You could modify the minimum and maximum values of that slider as well as the value of the "steps" or increments
de_de: Die Gehaltsvorstellungen werden auf der Such- und der Veröffentlichungsseite mit einem Schieberegler angegeben. Sie können den kleinste und größten Wert des Schiebereglers angeben und die Schrittweite für die Werte dazwischen.
lv_lv: Algas kalkulātors tiks parādīs galvenajā lapā, ielieciet minimālo un maksimālo algu.
pt_br: A faixa salarial vai aparecer como um controle mediano, na página de pesquisa e na página de publicação. Você pode modificar os valores mínimo e máximo , assim como o valor do \ "base \" ou incremento
sv_se: Löneomfånget visas i form av ett reglage, både på söksidan och på publiceringssidan. Du kan ändra minimum och maximum värderna med hjälp av reglaget och även värdet på \"stegen\" mellen öknings/minkningsgraden

source: Server error. Upload directory isn't writable
de_de: Fehler: Das Zielverzeichnis auf dem Server ist schreibgeschützt
lv_lv: Servera kļūa. Ielādes direktorija nav rakstāma.
pt_br: Error no servidor. O directório de upload não tem permissão de escrita.
sv_se: Server fel. Uppladdningsmappen är inte skrivbar

source: No files were uploaded
de_de: Es wurden keine Dateien hochgeladen
lv_lv: Neviens fails netika ielādēts
pt_br: Não foi feito nenhum upload de ficheiros
sv_se: Inga filer laddades upp

source: File is empty
de_de: Die Datei ist leer
lv_lv: Fails ir tukšs
pt_br: Ficheiro está vazio
sv_se: Filen är tom

source: File is too large
de_de: Die Datei ist zu groß
lv_lv: Fails ir pārāk liels
pt_br: Ficheiro muito grande
sv_se: Filen är för stor

source: File has an invalid extension
de_de: Die Datei hat eine ungültige Dateiendung
lv_lv: Failam ir nepieļaujams formāts
pt_br: Ficheiro com extensão errada
sv_se: Ogiltig fil

source: Someone sent you his/her resume. ( %s )
de_de: Jemand hat Ihnen einen Lebenslauf gesendet. ( %s )
lv_lv: Kāds ir nosūtījis Jums savu CV. (%s )
pt_br: Alguém lhe enviou ele/ela um resumo (%s)
sv_se: Någon har skickat sitt CV till dig. (%s)

source: Someone sent you his/her resume. You could find it attached on this email, you could find the job offer here: %s
de_de: Jemand hat Ihnen einen Lebenslauf als Anhang dieser eMail gesendet. Das dazugehörende Stellenangebot finden Sie unter %s
lv_lv: Kāds ir Jums nosūtījis CV, to mēs pievienojām šim epastam. Jūsu sludinājumu Jūs atradīsiet šeit; %s
pt_br: Alguém lhe enviou ele/ela um resumo. Você pode encontrá-lo no anexo neste e-mail, poderá encontrar a oferta de trabalho aqui
sv_se: Någon har skickat sitt CV till dig. Du kan se det i detta mail, och du hittar jobberbjudandet här: %s

source: Could not save uploaded file. The upload was cancelled, or server error encountered
de_de: Fehler: Das Hochladen wurde abgebrochen oder ein Serverfehler ist aufgetreten
lv_lv: Neizdevās ielādēt failus. Servera kļūda
pt_br: Não se salvou o upload do ficheiro. o upload foi cancelado ou o servidor encontrou um erro.
sv_se: Kunde inte spara den uppladdade filen. Uppladdningen avbröts, eller så uppstod ett serverfel

source: Plugin Options
de_de: Plugin-Optionen
lv_lv: Plugin iestātījumi
pt_br: Opções de plugin
sv_se: Pluginalternativ

source: Hire someone
de_de: Stellenangebote
lv_lv: Meklēju darbinieku
pt_br: Contrata alguém
sv_se: Hyra arbetskraft

source: Looking for a job
de_de: Stellengesuche
lv_lv: Meklēju darbu
pt_br: Procura por trabalho
sv_se: Letar efter ett jobb

source: Job attributes
de_de: Eigenschaften der Stelle
lv_lv: Darba atribūti
pt_br: Atributos de trabalho
sv_se: Jobbattribut

source: Relation
de_de: Beziehung
lv_lv: Attiecības
pt_br: Relação

source: Company name
de_de: Firma
lv_lv: Kompānijas nosaukums
pt_br: Nome da companhia
sv_se: Företagets namn

source: Position type
de_de: Position
lv_lv: Amata veids
pt_br: Tipo de posição
sv_se: Position

source: Salary range
de_de: Gehaltsbandbreite
lv_lv: Darba alga
pt_br: Salário
sv_se: Löneskala

source: Desired experience
de_de: Gewünschte Erfahrung
lv_lv: Nepieciešamās zināšanas
pt_br: Experiência desejada
sv_se: Önskad erfarenhet

source: Studies
de_de: Studium
lv_lv: Izglītība
pt_br: Estudos
sv_se: Studier

source: Minimum requirements
de_de: Minimale Anforderungen
lv_lv: Minimālās zināšānas
pt_br: Requerimentos mínimos
sv_se: Minimikrav

source: Desired requirements
de_de: Gwünschte Anforderungen
lv_lv: Obligātās zināšanas
pt_br: Requerimentos desejados
sv_se: Önskade krav

source: Contract
de_de: Vertrag
lv_lv: Kontrakts
pt_br: Contrato
sv_se: Kontrakt

source: Company description
de_de: Unternehmensbeschreibung
lv_lv: Kompānijas apraksts
pt_br: Descrição da companhia
sv_se: Företagsbeskrivning

source: Please enable JavaScript to use cv uploader
de_de: Bitte aktivieren Sie \"JavaScript\", um den \"CV-Uploader\" zu verwenden
lv_lv: Lūdzu ieslēdziet JavaScript , lai izmantotu CV ielādi
pt_br: Por favor ligue o JavaScript para usar o upload de Cv
sv_se: Du måste aktivera JavaScript för att kunna ladda upp ditt CV

source: Full-time
de_de: Vollzeit
lv_lv: Pilns darba laiks
pt_br: Tempo inteiro
sv_se: Heltid

source: Hour
de_de: Stunde
lv_lv: Stunda
pt_br: Hora
sv_se: Timme

source: Week
de_de: Woche
lv_lv: Nedēļa
pt_br: Semana
sv_se: Vecka

source: Month
de_de: Monat
lv_lv: Mēnesis
pt_br: Mês
sv_se: Månad

source: E-mail
lv_lv: Epasts
